[
  {
    "open": "May 20, 2022",
    "title": "Postdoctoral Researcher Opportunity",
    "description": "The Entropy for Energy Laboratory at Johns Hopkins University (PI Corey Oses) has openings for postdoctoral researchers in computational materials science. Projects will focus on the discovery of high-entropy materials for clean hydrogen production, waste-heat conversion, and electric grid technology. Postdocs will be expected to perform high-throughput <i>ab-initio</i> calculations and employ machine learning/artificial intelligence algorithms for the analysis of materials synthesizability, stability, and functional properties. Graduate Students near the completion of their PhD are welcome to apply.",
    "quals": [
      "Doctorate in Materials Science, Physics, Chemistry, Computer Science or related fields.",
      "Excellent communication skills in English, both written and verbal. The dissemination of research findings through peer-reviewed articles and presentations is mission critical.",
      "Ability to lead research projects and collaborate with experimentalists.",
      "Understanding of thermodynamics of materials, solid-state physics, inorganic chemistry, and metallurgy.",
      "Strong programming skills in C++ and Python and proficiency with Unix systems.",
      "Proven experience with VASP, Quantum ESPRESSO, LAMMPS, or other <i>ab-initio</i> codes.",
      "Expertise in any of the following areas:high-entropymaterials, disorder, phonons, magnetism, catalysis, machine learning, database/API development, aflow.org repository."
    ],
    "flyer": "oses_ad_postdoc_202205",
    "appUrl": "https://apply.interfolio.com/106748",
    "appInstructions": "Submit a single PDF file via Interfolio named “<i>LASTNAME</i>_<i>FIRSTNAME</i>_S4E_202205.pdf” containing: a cover letter, CV, and contact information for 3 references. The cover letter should address each point of the qualifications list explicitly (<i>i.e.</i>, A, B, C, …). If you require sponsorship for work authorization, be sure to include this information in your cover letter. OPTIONAL: DOIs for 3 recent and relevant publications can be included at the end of the packet. Questions can be sent to Prof. Oses (corey at jhu.edu); subject line must contain &quot;S4E Post-Doc&quot;."
  }
]
